{
    "Paragraphs": [
        {
            "Paragraph": "It was the middle of the afternoon and I was in the center of the sidewalk in the heart of downtown Polt. There were people everywhere. Everyone else was walking casually, but I was on tiptoes, looking in all directions, and knowing that it was almost entirely useless.",
            "Level": 1
        },
        {
            "Paragraph": "I looked down the street to where the blur had disappeared, then picked up my phone from where I'd dropped it in the sudden chaos.",
            "Level": 1
        },
        {
            "Paragraph": "Anyway, we weren't talking about the Red Death Tea Society, even though Maculte had recently escaped from custody and was calling Nate multiple times every day, swearing all sorts of revenge, making an amazing array of threats, and sporadically inviting me over for tea, invitations which I have politely and not-so-politely declined.",
            "Level": 3
        },
        {
            "Paragraph": "I met Sherlock Holmes by chance. It seems strange to me that such random occurrences may have such an impact on the direction of one's life, but that is precisely what happened that day in London.",
            "Level": 2
        },
        {
            "Paragraph": "I was having a drink at the Criterion Bar and considering how to find cheaper lodgings when someone tapped me on the shoulder. I turned to see young Stamford, who had assisted me when I was a doctor at St Bartholomew's Hospital.",
            "Level": 1
        },
        {
            "Paragraph": "As we made our way to the hospital, Stamford told me a few more details about the man I was about to meet.",
            "Level": 3
        },
        {
            "Paragraph": "We turned into a narrow lane and entered through a small side door into the hospital. After winding our way through the building, we reached the chemical laboratory. Broad, low tables were covered with test tubes and Bunsen burners with flickering blue flames. Only one person was in the room, bending over a table absorbed in his work. All at once he sprang up with pleasure.",
            "Level": 3
        },
        {
            "Paragraph": "Holmes gave me a gracious smile and put a plaster on the finger he had punctured. I could see that his hands were covered with similar pieces of plaster and discoloured by strong acids.",
            "Level": 2
        },
        {
            "Paragraph": "Harry had a sudden vision of himself crouching behind a Hagrid-sized figure holding a large club. Professor Lupin continued, 'The Patronus is a kind of positive force, a projection of the very things that the Dementor feeds upon – hope, happiness, the desire to survive – but it cannot feel despair, as real humans can, so the Dementors can't hurt it. But I must warn you, Harry, that the Charm might be too advanced for you. Many qualified wizards have difficulty with it.'",
            "Level": 2
        },
        {
            "Paragraph": "'It won't come to that,' Annabeth promised. She looked uncomfortable in her serving-maiden outfit. She kept hunching her shoulders to keep the dress from slipping. Her pinned-up blonde bun had come undone in the back and her hair dangled like long spider legs. Knowing her hatred of spiders, Jason decided not to mention that.",
            "Level": 2
        },
        {
            "Paragraph": "From her waist cord hung her cornucopia – the magic horn of plenty. Tucked somewhere in the folds of her dress was her knife, Katoptris. Piper didn't look dangerous, but if the need arose she could dual-wield Celestial bronze blades or shoot her enemies in the face with ripe mangoes.",
            "Level": 3
        },
        {
            "Paragraph": "Below them, Afales Bay glittered, the water so blue it might've been dyed with food colouring. A few hundred yards off shore, the Argo II rested at anchor. Its white sails looked no bigger than postage stamps, its ninety oars like toothpicks. Jason imagined his friends on deck following his progress, taking turns with Leo's spyglass, trying not to laugh as they watched Grandpa Jason hobble uphill.",
            "Level": 1
        },
        {
            "Paragraph": "He supposed the island was pretty enough. A spine of forested hills twisted down its centre. Chalky white slopes plunged into the sea. Inlets formed rocky beaches and harbours where red-roofed houses and white stucco churches nestled against the shoreline.",
            "Level": 2
        },
        {
            "Paragraph": "The hills were dotted with poppies, crocuses and wild cherry trees. The breeze smelled of blooming myrtle. All very nice – except the temperature was about a hundred and five degrees. The air was as steamy as a Roman bathhouse.",
            "Level": 3
        },
        {
            "Paragraph": "Bodies, flesh, blood and brains are weak. We take years just to learn the basics of how to walk and talk. We can't survive without food, water and oxygen. We get ill, we grow old and die. But one day, perhaps sooner than you think, we will be able to simulate a human brain. Maybe we will be able to upload your brain into an extremely powerful computer. And from that moment on, you will no longer be weak. You will no longer need food, water or oxygen. And you will no longer die.",
            "Level": 3
        },
        {
            "Paragraph": "Th e message was sent to celebrate human cleverness. No one really expected aliens to receive the message. To come looking for the Earth. To fi nd us.",
            "Level": 2
        },
        {
            "Paragraph": "Th en, the minute her mum shuts the door, she slings on her jeans, climbs out through her window, uses the drainpipe to swing herself on to my windowsill and comes in through my window to fi nish the game, along with most of the Doritos. Th en she sneaks back home again the window-way, nearer to midnight. We call it her SWIMMER trick – SWIMMER being short for 'Secret Window Into Mundays' Mansion, Emergency Route', obvs.",
            "Level": 2
        },
        {
            "Paragraph": "It was ten-past nine when me and Jamila levelled up, and I was just walking her downstairs to say 'Bye for now' when I heard the key turn in the front door. I actually jumped in the air, throwing Doritos all over the hall just as Mum bustled in. She had her laptop under her arm, a key in one hand and coff ee in the other. She looked at us with bright, super-caff einated eyes.",
            "Level": 3
        },
        {
            "Paragraph": "I picked myself up and looked around. I was in a sad grey place full of mortals. No one was looking at me. That's when I realized that my shape had been changed. Ordinarily, I am so beautiful to behold that all must look at me.",
            "Level": 1
        },
        {
            "Paragraph": "Both were dressed in dowdy human clothing. Rather than animal pelts and many gold necklaces and bangles, Hyrrokkin's human attire made her look like she was about to attend a meeting for the Society of the Tedious and Humdrum. She was also on foot. Usually, she rides a wolf with snakes for reins. ",
            "Level": 1
        },
        {
            "Paragraph": "Then there's the other deamhan – the one who shot her. The one who thundered towards us on his giant elk as Agatha and I hurried the girl into the enclave, then roared in frustration when we shut the gate on him. Whatever this girl came here to tell us, he was determined for us not to find out.",
            "Level": 2
        },
        {
            "Paragraph": "Beside me, the horse she rode here on keeps stamping its feet as it watches the girl slowly die in my arms. It slipped into the enclave straight after we did, not wanting to leave the girl's side. It towers over me, wild and beautiful. The wind whips its white hair around its glossy black head.",
            "Level": 3
        },
        {
            "Paragraph": "The earnest stink of a newly-trained teacher who cares too much; the stench of the jaded teachers who stopped caring long ago. Hear the jolting trill of the bell, the whispers as you walk past, the loud echoes of everyone demanding to be heard above each other. The dramas, the traumas, and the untrue rumours. The endless, predictable terribleness of it. Getting up each morning, putting on that damn uniform and having to march yourself into this prison, wondering what psychologically-damaging memory you're going to make that day. A government building chock-a-block with scared teenagers, desperate to know who they are, and if they matter, and whether they're going to get out of there alive. ",
            "Level": 3
        },
        {
            "Paragraph": "It was yearbook photo day and the English block toilets were clearly not the best place to hide from the fiasco. I'd planned to lock myself in a cubicle with a library book and dodge the whole thing. But, as I pushed into the mint green arena, I found a cluster bomb of girls, fighting for mirror space and panicking about the state of their faces. ",
            "Level": 2
        },
        {
            "Paragraph": "Amelia pulled out a mini bottle of hairspray and fumigated her head. My eyes stung as the chemical mist drifted over and we all held back coughs. Amelia was the scary one. I glanced at my battered watch and took a step backwards, ready to inch my way into a cubicle, when the door slammed open with Mrs Collins on the threshold.",
            "Level": 3
        },
        {
            "Paragraph": "We looked around to discover the epicentre of the drama. Laughter rippled out from the front, near Joe Vividichi and Ethan Chambers. It appeared we had our suspects. And, judging by the red face of Charlie Shaw in front of them, it appeared we also had our victim. Charlie had muddled through school okay until he got drunk at the Year Nine disco and passed out in the boys' toilets, soaked in his own urine. He'd since had a sizeable bullseye on his back.",
            "Level": 1
        }
    ]
}